Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# tutorial.wrongAnswer
source: If you choose a wrong answer, you lose one of your three lives. Try it now.
af: As jy ’n verkeerde antwoord kies, verloor jy een van jou drie lewens. Probeer dit nou.
am: የተሳሳተ መልስ ከመረጥክ፣ ከሦስቱ ሕይወቶችህ አንዱን ታጣለህ። አሁን ሞክረው።
ar: إذا اخترت إجابة خاطئة، تخسر حياة من حيواتك الثلاث. جرّب الآن.
as: ভুল উত্তৰ বাছিলে ৩টা জীৱনৰ এটা হেৰাবা। এতিয়া চেষ্টা কৰা।
az: Səhv cavab seçsən, üç canından birini itirəcəksən. İndi sına.
be: За няправільны адказ ты страціш адно з трох жыццяў. Паспрабуй зараз.
bg: Ако избереш грешен отговор, губиш един от трите си живота. Опитай сега.
bn: ভুল উত্তর বাছলে তোমার তিনটি জীবনের একটি হারাবে। এবার চেষ্টা করো।
bo: ལན་ནོར་བ་འདེམས་ན་སྲོག་གསུམ་ནས་གཅིག་ཤོར། ད་ཚོད་ལྟ་བྱོས།
bs: Ako izabereš pogrešan odgovor, gubiš jedan od tri života. Probaj sada.
ca: Si tries una resposta incorrecta, perds una de les tres vides. Prova-ho ara.
cs: Když vybereš špatnou odpověď, ztratíš jeden ze tří životů. Teď to zkus.
cy: Os dewisi di ateb anghywir, byddi di'n colli un o dy dri bywyd. Rho gynnig arni nawr.
da: Vælger du et forkert svar, mister du ét af dine tre liv. Prøv nu.
de: Wählst du eine falsche Antwort, verlierst du eines deiner drei Leben. Probier es jetzt aus.
el: Αν διαλέξεις λάθος απάντηση, χάνεις μία από τις τρεις ζωές σου. Δοκίμασέ το τώρα.
es: Si eliges una respuesta incorrecta, pierdes una de tus tres vidas. Pruébalo ahora.
et: Vale vastuse valimisel kaotad ühe oma kolmest elust. Proovi nüüd.
eu: Erantzun okerra aukeratzen baduzu, hiru bizitzetako bat galduko duzu. Probatu orain.
fa: اگر پاسخ اشتباه را انتخاب کنی، یکی از سه جانت را از دست می‌دهی. حالا امتحان کن.
fi: Jos valitset väärän vastauksen, menetät yhden kolmesta elämästäsi. Kokeile nyt.
fo: Velur tú eitt skeivt svar, missir tú eitt av teimum trimum lívunum. Royn tað nú.
fr: Si tu choisis une mauvaise réponse, tu perds une de tes trois vies. Essaie maintenant.
ga: Má roghnaíonn tú freagra mícheart, caillfidh tú ceann de do thrí bheatha. Bain triail as anois.
gl: Se escolles unha resposta incorrecta, perdes unha das túas tres vidas. Próbao agora.
gu: ખોટો જવાબ પસંદ કરશો તો ત્રણમાંથી એક જીવન જશે. હવે અજમાવો.
he: אם בוחרים תשובה שגויה, מאבדים אחד משלושת החיים. נסו עכשיו.
hi: गलत उत्तर चुनने पर तीन जीवनों में से एक चला जाएगा। अभी आज़माओ।
hr: Ako odabereš pogrešan odgovor, gubiš jedan od tri života. Pokušaj sada.
hu: Ha rossz választ választasz, elveszíted egyik életedet a háromból. Próbáld ki most.
hy: Եթե սխալ պատասխան ընտրես, կկորցնես երեք կյանքերից մեկը։ Փորձիր հիմա։
id: Jika memilih jawaban yang salah, kamu kehilangan satu dari tiga nyawamu. Coba sekarang.
is: Ef þú velur rangt svar missirðu eitt af þremur lífum. Prófaðu núna.
it: Se scegli una risposta sbagliata, perdi una delle tue tre vite. Prova ora.
ja: まちがった答えをえらぶと、3このライフのうち1こを失うよ。やってみよう。
ka: თუ არასწორ პასუხს აირჩევ, სამი სიცოცხლიდან ერთს დაკარგავ. ახლა სცადე.
kk: Қате жауапты таңдасаң, үш жаныңның бірінен айырыласың. Қазір байқап көр.
km: បើអ្នកជ្រើសចម្លើយខុស អ្នកនឹងបាត់ជីវិតមួយក្នុងចំណោមបី។ សាកល្បងឥឡូវនេះ។
kn: ತಪ್ಪು ಉತ್ತರ ಆರಿಸಿದರೆ, ನಿನ್ನ ಮೂರು ಜೀವಗಳಲ್ಲಿ ಒಂದು ಕಳೆದುಕೊಳ್ಳುತ್ತೀಯ. ಈಗ ಪ್ರಯತ್ನಿಸು.
ko: 오답을 고르면 목숨 3개 중 하나를 잃어요. 지금 해 보세요.
lo: ຖ້າເລືອກຄຳຕອບຜິດ ເຈົ້າຈະເສຍ 1 ໃນ 3 ຊີວິດ. ລອງເບິ່ງຕອນນີ້.
lt: Pasirinkęs neteisingą atsakymą prarasi vieną iš trijų gyvybių. Pabandyk dabar.
lv: Ja izvēlies nepareizu atbildi, zaudē vienu no trim dzīvībām. Pamēģini tagad.
mk: Ако избереш погрешен одговор, губиш еден од трите животи. Пробај сега.
ml: തെറ്റായ ഉത്തരം തിരഞ്ഞെടുത്താൽ മൂന്ന് ജീവനുകളിൽ ഒന്ന് നഷ്ടമാകും. ഇപ്പോൾ പരീക്ഷിക്കൂ.
mn: Буруу хариулт сонговол гурван амийнхаа нэгийг алдана. Одоо туршаарай.
mr: चुकीचे उत्तर निवडल्यास तुझ्या तीन जीवांपैकी एक जीव कमी होईल. आता करून पाहा.
ms: Jika pilih jawapan salah, kamu hilang satu daripada tiga nyawa. Cuba sekarang.
my: အဖြေမှားကို ရွေးရင် အသက်သုံးခုထဲက တစ်ခု ဆုံးရှုံးမယ်။ အခု စမ်းကြည့်ပါ။
ne: गलत उत्तर छाने तिम्रो तीन जीवनमध्ये एउटा जान्छ। अब प्रयास गर।
nl: Bij een fout antwoord verlies je één van je drie levens. Probeer het maar.
no: Velger du feil svar, mister du ett av de tre livene dine. Prøv nå.
or: ଭୁଲ ଉତ୍ତର ବାଛିଲେ, ତୁମର ତିନିଟି ଜୀବନରୁ ଗୋଟିଏ କମିଯିବ। ଏବେ ଚେଷ୍ଟା କର।
pa: ਗਲਤ ਜਵਾਬ ਚੁਣਿਆਂ ਤੁਹਾਡੀਆਂ 3 ਜਾਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਘਟੇਗੀ। ਹੁਣ ਅਜ਼ਮਾਓ।
pl: Po złej odpowiedzi tracisz jedno z trzech żyć. Spróbuj teraz.
pt: Se escolheres uma resposta errada, perdes uma das tuas três vidas. Experimenta agora.
ro: Dacă alegi un răspuns greșit, pierzi una dintre cele trei vieți. Încearcă acum.
ru: Выбрав неправильный ответ, ты потеряешь одну из трёх жизней. Попробуй сейчас.
si: වැරදි පිළිතුරක් තෝරන විට ජීවිත තුනෙන් එකක් අහිමි වේ. දැන් උත්සාහ කරන්න.
sk: Ak vyberieš nesprávnu odpoveď, stratíš jeden z troch životov. Skús to teraz.
sl: Če izbereš napačen odgovor, izgubiš eno od treh življenj. Poskusi zdaj.
sq: Po zgjodhe gabim, humbet një nga tri jetët. Provoje tani.
sr: Ako izabereš pogrešan odgovor, gubiš jedan od tri života. Probaj sada.
sv: Väljer du fel svar förlorar du ett av dina tre liv. Prova nu.
sw: Ukichagua jibu lisilo sahihi, unapoteza moja ya maisha yako matatu. Jaribu sasa.
ta: தவறான விடையைத் தேர்ந்தெடுத்தால், உன் மூன்று உயிர்களில் ஒன்று போய்விடும். இப்போது முயற்சி செய்.
te: తప్పు జవాబును ఎంచుకుంటే మూడు లైఫ్‌లలో ఒకటి పోతుంది. ఇప్పుడు ప్రయత్నించు.
th: ถ้าเลือกคำตอบผิด จะเสียหนึ่งในสามชีวิต ลองเลย
tr: Yanlış cevap seçersen üç canından birini kaybedersin. Şimdi dene.
ug: خاتا جاۋاب تاللىساڭ، ئۈچ جېنىڭنىڭ بىرىنى يوقىتىسەن. ھازىر سىناپ باق.
uk: Якщо обереш неправильну відповідь, втратиш одне з трьох життів. Спробуй зараз.
ur: غلط جواب چننے پر تین میں سے ایک جان کم ہوگی۔ اب آزمائیں۔
uz: Noto‘g‘ri javobni tanlasang, uchta joningdan birini yo‘qotasan. Hozir sinab ko‘r.
vi: Nếu chọn sai, bạn mất một trong ba mạng. Hãy thử ngay.
zh: 选错答案会失去三条生命中的一条。现在试试看。
zu: Uma ukhetha impendulo engalungile, ulahlekelwa yimpilo eyodwa kwezintathu. Kuzame manje.

# modeIntro.addition.intro
source: You only get |addition| problems.
af: Jy kry net |optel|-somme.
am: የምታገኘው የ|መደመር| ጥያቄዎችን ብቻ ነው።
ar: ستحصل فقط على مسائل |الجمع|.
as: তুমি কেৱল |যোগ|ৰ অংক পাবা।
az: Yalnız |toplama| misalları gəlir.
be: Будуць толькі прыклады на |складанне|.
bg: Получаваш задачи само със |събиране|.
bn: তুমি শুধু |যোগের| অঙ্ক পাবে।
bo: ཁྱེད་ལ་ |སྣོན་རྩིས| ཁོ་ན་ཡོང་།
bs: Dobijaš samo zadatke sa |sabiranjem|.
ca: Només tindràs problemes de |suma|.
cs: Dostaneš jen příklady na |sčítání|.
cy: Dim ond symiau |adio| gei di.
da: Du får kun opgaver med |addition|.
de: Du bekommst nur Aufgaben mit |Addition|.
el: Θα έχεις μόνο ασκήσεις |πρόσθεσης|.
es: Solo tendrás ejercicios de |sumas|.
et: Saad ainult |liitmisülesandeid|.
eu: |Batuketa| ariketak bakarrik izango dituzu.
fa: فقط تمرین‌های |جمع| می‌بینی.
fi: Saat vain |yhteenlaskuja|.
fo: Tú fært bara uppgávur við |samlegging|.
fr: Tu n’auras que des calculs d’|addition|.
ga: Ní fhaigheann tú ach ceisteanna |suimithe|.
gl: Só terás contas de |suma|.
gu: તમને ફક્ત |સરવાળાના| દાખલા મળશે.
he: תקבלו רק תרגילי |חיבור|.
hi: तुम्हें केवल |जोड़| के सवाल मिलेंगे।
hr: Dobivaš samo zadatke sa |zbrajanjem|.
hu: Csak |összeadási| feladatokat kapsz.
hy: Դու ստանում ես միայն |գումարման| առաջադրանքներ։
id: Kamu hanya mendapat soal |penjumlahan|.
is: Þú færð aðeins dæmi í |samlagningu|.
it: Avrai solo esercizi di |addizione|.
ja: |たし算|の問題だけが出るよ。
ka: გექნება მხოლოდ |მიმატების| ამოცანები.
kk: Саған тек |қосу| есептері беріледі.
km: អ្នកនឹងទទួលបានតែលំហាត់ |បូក|។
kn: ನಿನಗೆ |ಕೂಡಿಸುವಿಕೆ| ಲೆಕ್ಕಗಳು ಮಾತ್ರ ಬರುತ್ತವೆ.
ko: |덧셈| 문제만 나와요.
lo: ເຈົ້າຈະໄດ້ສະເພາະໂຈດ |ບວກ|.
lt: Gausi tik |sudėties| užduotis.
lv: Te būs tikai |saskaitīšanas| uzdevumi.
mk: Ќе добиваш само задачи со |собирање|.
ml: നിനക്ക് |കൂട്ടൽ| കണക്കുകൾ മാത്രം കിട്ടും.
mn: Зөвхөн |нэмэх| бодлого бодно.
mr: तुला फक्त |बेरीज|ची उदाहरणे मिळतील.
ms: Kamu hanya dapat soalan |tambah|.
my: |ပေါင်းခြင်း| ပုစ္ဆာပဲ ရမယ်။
ne: तिमीले |जोड| का प्रश्न मात्र पाउँछौ।
nl: Je krijgt alleen sommen met |optellen|.
no: Du får bare oppgaver med |addisjon|.
or: ତୁମେ କେବଳ |ଯୋଗ| ପ୍ରଶ୍ନ ପାଇବ।
pa: ਤੁਹਾਨੂੰ ਸਿਰਫ਼ |ਜੋੜ| ਦੇ ਸਵਾਲ ਮਿਲਣਗੇ।
pl: Dostajesz tylko zadania z |dodawaniem|.
pt: Só vais receber contas de |adição|.
ro: Primești doar exerciții de |adunare|.
ru: Будут только примеры на |сложение|.
si: ඔබට ලැබෙන්නේ |එකතු කිරීමේ| ගණන් පමණයි.
sk: Dostaneš iba príklady na |sčítanie|.
sl: Dobiš samo naloge s |seštevanjem|.
sq: Do të marrësh vetëm detyra me |mbledhje|.
sr: Dobijaš samo zadatke sa |sabiranjem|.
sv: Du får bara tal med |addition|.
sw: Utapata maswali ya |kujumlisha| tu.
ta: |கூட்டல்| கணக்குகள் மட்டும் வரும்.
te: నీకు |కూడిక| లెక్కలు మాత్రమే వస్తాయి.
th: มีเฉพาะโจทย์ |การบวก|
tr: Yalnızca |toplama| soruları gelir.
ug: پەقەت |قوشۇش| مەسىلىلىرى كېلىدۇ.
uk: Тут будуть лише завдання на |додавання|.
ur: آپ کو صرف |جمع| کے سوال ملیں گے۔
uz: Faqat |qo‘shish| misollari beriladi.
vi: Bạn chỉ nhận bài |phép cộng|.
zh: 你只会遇到 |加法| 题。
zu: Uthola kuphela izibalo |zokuhlanganisa|.

# modeIntro.addition.order %lld
source: You always add %lld in |ascending order|.
af: Jy tel altyd %lld in |stygende| volgorde by.
am: ሁልጊዜ %lldን በ|እየጨመረ| ቅደም ተከተል ትደምራለህ።
ar: تضيف دائمًا %lld بترتيب |تصاعدي|.
as: তুমি সদায় %lld |উৰ্ধ্বক্ৰমত| যোগ কৰিবা।
az: Həmişə %lld-i |artan| sıra ilə əlavə edirsən.
be: Ты заўсёды дадаеш %lld у |парадку ўзрастання|.
bg: Винаги прибавяш %lld във |възходящ| ред.
bn: তুমি সব সময় %lld |ঊর্ধ্বক্রমে| যোগ করবে।
bo: ཁྱེད་ཀྱིས་རྟག་ཏུ་ %lld གྱེན་འཕེལ་གྱི་ |གོ་རིམ| ནང་སྣོན།
bs: Uvijek sabiraš %lld |uzlaznim| redom.
ca: Sempre sumes %lld en ordre |ascendent|.
cs: Vždy přičítáš %lld ve |vzestupném| pořadí.
cy: Rwyt ti bob amser yn adio %lld mewn trefn |esgynnol|.
da: Du lægger altid %lld til i |stigende| rækkefølge.
de: Du addierst immer %lld in |aufsteigender| Reihenfolge.
el: Προσθέτεις πάντα %lld σε |αύξουσα| σειρά.
es: Siempre sumas %lld en orden |ascendente|.
et: Liidad alati %lld |kasvavas| järjekorras.
eu: Beti %lld gehituko duzu |goranzko| ordenan.
fa: همیشه %lld را به ترتیب |صعودی| جمع می‌کنی.
fi: Lisäät aina %lld |nousevassa| järjestyksessä.
fo: Tú leggur altíð %lld afturat í |vaksandi| raðfylgju.
fr: Tu ajoutes toujours %lld dans l’ordre |croissant|.
ga: Cuireann tú %lld leis i gcónaí in ord |ardaitheach|.
gl: Sempre sumas %lld en orde |ascendente|.
gu: તમે હંમેશા %lld ને |ચઢતા| ક્રમમાં ઉમેરશો.
he: תמיד מוסיפים %lld בסדר |עולה|.
hi: तुम हमेशा %lld को |बढ़ते| क्रम में जोड़ोगे।
hr: Uvijek zbrajaš %lld |uzlaznim| redom.
hu: Mindig %lld-et adsz hozzá |növekvő| sorrendben.
hy: Միշտ ավելացնում ես %lld՝ |աճման| հերթականությամբ։
id: Kamu selalu menambahkan %lld dalam urutan |naik|.
is: Þú leggur alltaf %lld við í |hækkandi| röð.
it: Aggiungi sempre %lld in ordine |crescente|.
ja: %lldずつ|小さい順|にたすよ。
ka: ყოველთვის უმატებ %lld-ს |ზრდად| რიგში.
kk: Әрдайым %lld санын |өсу| ретімен қосасың.
km: អ្នកតែងតែបូក %lld តាមលំដាប់ |ឡើង|។
kn: ಯಾವಾಗಲೂ %lld ಅನ್ನು |ಏರಿಕೆ| ಕ್ರಮದಲ್ಲಿ ಸೇರಿಸು.
ko: %lld씩 |오름차순|으로 더해요.
lo: ເຈົ້າບວກ %lld ຕາມລຳດັບ |ເພີ່ມຂຶ້ນ| ສະເໝີ.
lt: Visada pridėsi %lld |didėjančia| tvarka.
lv: Tu vienmēr pieskaiti %lld |augošā| secībā.
mk: Секогаш додаваш %lld по |растечки| редослед.
ml: %lld എപ്പോഴും |ആരോഹണ| ക്രമത്തിൽ കൂട്ടൂ.
mn: %lld-ыг үргэлж |өсөх| дарааллаар нэмнэ.
mr: तू नेहमी %lld |चढत्या| क्रमाने मिळवशील.
ms: Kamu sentiasa tambah %lld dalam urutan |menaik|.
my: %lld ကို |ငယ်မှကြီး| အစဉ်နဲ့ အမြဲပေါင်းမယ်။
ne: तिमी सधैं %lld लाई |बढ्दो| क्रममा जोड्छौ।
nl: Je telt steeds %lld op in |oplopende volgorde|.
no: Du legger alltid til %lld i |stigende| rekkefølge.
or: ତୁମେ ସବୁବେଳେ |ବଢ଼ୁଥିବା| କ୍ରମରେ %lld ଯୋଗ କରିବ।
pa: ਤੁਸੀਂ ਹਮੇਸ਼ਾ %lld ਨੂੰ |ਵੱਧਦੇ| ਕ੍ਰਮ ਵਿੱਚ ਜੋੜੋਗੇ।
pl: Zawsze dodajesz %lld w kolejności |rosnącej|.
pt: Somas sempre %lld por ordem |crescente|.
ro: Aduni mereu %lld în ordine |crescătoare|.
ru: Ты всегда прибавляешь %lld в |возрастающем| порядке.
si: ඔබ හැමවිටම %lld |ආරෝහණ| පිළිවෙළට එකතු කරයි.
sk: Vždy pripočítaš %lld vo |vzostupnom| poradí.
sl: Vedno prištevaš %lld v |naraščajočem| vrstnem redu.
sq: Gjithmonë shton %lld në rend |rritës|.
sr: Uvek dodaješ %lld |rastućim| redom.
sv: Du lägger alltid till %lld i |stigande| ordning.
sw: Daima unaongeza %lld kwa mpangilio wa |kupanda|.
ta: %lld ஐ எப்போதும் |ஏறுவரிசையில்| கூட்டு.
te: |పెరుగుతున్న| క్రమంలో ఎప్పుడూ %lld కలుపుతావు.
th: บวก %lld ตามลำดับ |จากน้อยไปมาก|
tr: Her zaman %lld sayısını |artan| sırayla eklersin.
ug: ھەمىشە %lld نى |ئۆرلەش| تەرتىپىدە قوشىسەن.
uk: Ти завжди додаєш %lld у |зростаючому| порядку.
ur: آپ ہمیشہ %lld کو |بڑھتی| ترتیب میں جمع کریں گے۔
uz: Har safar %lld ni |o‘sish| tartibida qo‘shasan.
vi: Bạn luôn cộng %lld theo thứ tự |tăng dần|.
zh: 每次加 %lld，按 |从小到大| 的顺序。
zu: Njalo uhlanganisa u-%lld ngokulandelana |okukhuphukayo|.

# modeIntro.addition.random %lld
source: You always add %lld to a |random number|.
af: Jy tel altyd %lld by ’n |lukrake| getal.
am: ሁልጊዜ %lldን በ|ዘፈቀደ| ቁጥር ላይ ትደምራለህ።
ar: تضيف دائمًا %lld إلى عدد |عشوائي|.
as: তুমি সদায় এটা |যাদৃচ্ছিক| সংখ্যাত %lld যোগ কৰিবা।
az: Həmişə %lld-i |təsadüfi| ədədə əlavə edirsən.
be: Ты заўсёды дадаеш %lld да |выпадковага| ліку.
bg: Винаги прибавяш %lld към |случайно| число.
bn: তুমি সব সময় একটি |এলোমেলো| সংখ্যার সঙ্গে %lld যোগ করবে।
bo: ཁྱེད་ཀྱིས་རྟག་ཏུ་ |གང་བྱུང་| གྲངས་ཤིག་ལ་ %lld སྣོན།
bs: Uvijek dodaješ %lld |nasumičnom| broju.
ca: Sempre sumes %lld a un nombre |aleatori|.
cs: Vždy přičítáš %lld k |náhodnému| číslu.
cy: Rwyt ti bob amser yn adio %lld at rif |ar hap|.
da: Du lægger altid %lld til et |tilfældigt| tal.
de: Du addierst immer %lld zu einer |zufälligen| Zahl.
el: Προσθέτεις πάντα %lld σε έναν |τυχαίο| αριθμό.
es: Siempre sumas %lld a un número |aleatorio|.
et: Liidad alati %lld ühe |juhusliku| arvuga.
eu: Beti %lld gehituko diozu |ausazko| zenbaki bati.
fa: همیشه %lld را با عددی |تصادفی| جمع می‌کنی.
fi: Lisäät aina %lld |satunnaiseen| lukuun.
fo: Tú leggur altíð %lld afturat einum |tilvildarligum| tali.
fr: Tu ajoutes toujours %lld à un nombre |aléatoire|.
ga: Cuireann tú %lld le huimhir |randamach| i gcónaí.
gl: Sempre sumas %lld a un número |aleatorio|.
gu: તમે હંમેશા %lld ને કોઈ |અવ્યવસ્થિત| અંકમાં ઉમેરશો.
he: תמיד מוסיפים %lld למספר |אקראי|.
hi: तुम हमेशा %lld को किसी |भी| संख्या में जोड़ोगे।
hr: Uvijek dodaješ %lld |nasumičnom| broju.
hu: Mindig %lld-et adsz egy |véletlen| számhoz.
hy: Միշտ %lld ես ավելացնում |պատահական| թվին։
id: Kamu selalu menambahkan %lld ke angka |acak|.
is: Þú leggur alltaf %lld við |handahófstölu|.
it: Aggiungi sempre %lld a un numero |casuale|.
ja: |ランダム|な数に%lldをたすよ。
ka: ყოველთვის უმატებ %lld-ს |შემთხვევით| რიცხვს.
kk: Әрдайым %lld санын |кездейсоқ| санға қосасың.
km: អ្នកតែងតែបូក %lld ទៅនឹងចំនួន |ចៃដន្យ| មួយ។
kn: ಯಾವಾಗಲೂ %lld ಅನ್ನು |ಯಾದೃಚ್ಛಿಕ| ಸಂಖ್ಯೆಗೆ ಸೇರಿಸು.
ko: |무작위| 수에 %lld를 더해요.
lo: ເຈົ້າບວກ %lld ໃສ່ຈຳນວນ |ສຸ່ມ| ສະເໝີ.
lt: Visada pridėsi %lld prie |atsitiktinio| skaičiaus.
lv: Tu vienmēr pieskaiti %lld |nejaušam| skaitlim.
mk: Секогаш додаваш %lld на |случаен| број.
ml: ഒരു |ക്രമരഹിത| സംഖ്യയിലേക്ക് %lld കൂട്ടൂ.
mn: %lld-ыг үргэлж |санамсаргүй| тоон дээр нэмнэ.
mr: तू नेहमी एका |यादृच्छिक| संख्येत %lld मिळवशील.
ms: Kamu sentiasa tambah %lld pada nombor |rawak|.
my: |ကျပန်း| ဂဏန်းတစ်ခုကို %lld အမြဲပေါင်းမယ်။
ne: तिमी सधैं %lld लाई एउटा |अनियमित| सङ्ख्यामा जोड्छौ।
nl: Je telt steeds %lld op bij een |willekeurig getal|.
no: Du legger alltid %lld til et |tilfeldig| tall.
or: ତୁମେ ସବୁବେଳେ ଏକ |ଯାଦୃଚ୍ଛିକ| ସଂଖ୍ୟାରେ %lld ଯୋଗ କରିବ।
pa: ਤੁਸੀਂ ਹਮੇਸ਼ਾ ਇੱਕ |ਬੇਤਰਤੀਬ| ਗਿਣਤੀ ਵਿੱਚ %lld ਜੋੜੋਗੇ।
pl: Zawsze dodajesz %lld do |losowej| liczby.
pt: Somas sempre %lld a um número |aleatório|.
ro: Aduni mereu %lld la un număr |aleatoriu|.
ru: Ты всегда прибавляешь %lld к |случайному| числу.
si: ඔබ හැමවිටම |අහඹු| අංකයකට %lld එකතු කරයි.
sk: Vždy pripočítaš %lld k |náhodnému| číslu.
sl: Vedno prišteješ %lld k |naključnemu| številu.
sq: Gjithmonë i shton %lld një numri |të rastësishëm|.
sr: Uvek dodaješ %lld |nasumičnom| broju.
sv: Du lägger alltid till %lld till ett |slumpmässigt| tal.
sw: Daima unaongeza %lld kwa nambari ya |nasibu|.
ta: %lld ஐ எப்போதும் ஒரு |சீரற்ற| எண்ணுடன் கூட்டு.
te: |యాదృచ్ఛిక| సంఖ్యకు ఎప్పుడూ %lld కలుపుతావు.
th: บวก %lld กับจำนวน |สุ่ม| เสมอ
tr: Her zaman %lld sayısını |rastgele| bir sayıya eklersin.
ug: ھەمىشە %lld نى |ئىختىيارىي| سانغا قوشىسەن.
uk: Ти завжди додаєш %lld до |випадкового| числа.
ur: آپ ہمیشہ کسی |بے ترتیب| عدد میں %lld جمع کریں گے۔
uz: Har safar %lld ni |tasodifiy| songa qo‘shasan.
vi: Bạn luôn cộng %lld vào một số |ngẫu nhiên|.
zh: 每次把 %lld 加到一个 |随机| 数上。
zu: Njalo uhlanganisa u-%lld nenombolo |engahleliwe|.

# modeIntro.addition.mixed %lld
source: You add %lld |or less| to another number.
af: Jy tel %lld |of minder| by ’n ander getal.
am: በሌላ ቁጥር ላይ %lld |ወይም ያነሰ| ትደምራለህ።
ar: تضيف %lld |أو أقل| إلى عدد آخر.
as: তুমি আন এটা সংখ্যাত %lld |বা কম| যোগ কৰিবা।
az: Başqa ədədə %lld |və ya az| əlavə edirsən.
be: Ты дадаеш %lld |ці менш| да іншага ліку.
bg: Прибавяш %lld |или по-малко| към друго число.
bn: অন্য একটি সংখ্যার সঙ্গে %lld |বা কম| যোগ করো।
bo: ཁྱེད་ཀྱིས་གྲངས་གཞན་ཞིག་ལ་ %lld |ཡང་ན་དེ་ལས་ཆུང་| སྣོན།
bs: Drugom broju dodaješ %lld |ili manje|.
ca: Sumes %lld |o menys| a un altre nombre.
cs: K jinému číslu přičítáš %lld |nebo méně|.
cy: Rwyt ti'n adio %lld |neu lai| at rif arall.
da: Du lægger %lld |eller mindre| til et andet tal.
de: Du addierst %lld |oder weniger| zu einer anderen Zahl.
el: Προσθέτεις %lld |ή λιγότερο| σε έναν άλλο αριθμό.
es: Sumas %lld |o menos| a otro número.
et: Liidad teisele arvule %lld |või vähem|.
eu: %lld |edo gutxiago| gehituko diozu beste zenbaki bati.
fa: هر بار %lld |یا کمتر| را با عددی دیگر جمع می‌کنی.
fi: Lisäät enintään %lld |tai vähemmän| toiseen lukuun.
fo: Tú leggur %lld |ella minni| afturat einum øðrum tali.
fr: Tu ajoutes %lld |ou moins| à un autre nombre.
ga: Cuireann tú %lld |nó níos lú| le huimhir eile.
gl: Sumas %lld |ou menos| a outro número.
gu: તમે બીજા અંકમાં %lld |અથવા ઓછું| ઉમેરશો.
he: מוסיפים %lld |או פחות| למספר אחר.
hi: तुम किसी संख्या में %lld |या कम| जोड़ोगे।
hr: Broju dodaješ %lld |ili manje|.
hu: Egy másik számhoz %lld-et |vagy kevesebbet| adsz.
hy: Մեկ այլ թվին ավելացնում ես %lld |կամ պակաս|։
id: Kamu menambahkan %lld |atau kurang| ke angka lain.
is: Þú leggur %lld |eða minna| við aðra tölu.
it: Aggiungi %lld |o meno| a un altro numero.
ja: ほかの数に%lld|以下|をたすよ。
ka: სხვა რიცხვს უმატებ %lld-ს |ან ნაკლებს|.
kk: Басқа санға %lld |немесе одан аз| қосасың.
km: អ្នកបូក %lld |ឬតិចជាង| ទៅនឹងចំនួនមួយទៀត។
kn: ಇನ್ನೊಂದು ಸಂಖ್ಯೆಗೆ %lld |ಅಥವಾ ಕಡಿಮೆ| ಸೇರಿಸು.
ko: 다른 수에 %lld |이하|를 더해요.
lo: ເຈົ້າບວກ %lld |ຫຼືຕ່ຳກວ່າ| ໃສ່ອີກຈຳນວນໜຶ່ງ.
lt: Prie kito skaičiaus pridėsi %lld |ar mažiau|.
lv: Tu pieskaiti %lld |vai mazāk| citam skaitlim.
mk: Секогаш додаваш %lld |или помалку| на друг број.
ml: മറ്റൊരു സംഖ്യയിലേക്ക് %lld |അല്ലെങ്കിൽ കുറവ്| കൂട്ടൂ.
mn: Өөр тоон дээр %lld |эсвэл бага| тоо нэмнэ.
mr: तू दुसऱ्या संख्येत %lld |किंवा कमी| मिळवशील.
ms: Kamu tambah %lld |atau kurang| pada nombor lain.
my: အခြားဂဏန်းတစ်ခုကို %lld |သို့မဟုတ် အောက်| ပေါင်းမယ်။
ne: तिमी अर्को सङ्ख्यामा %lld |वा कम| जोड्छौ।
nl: Je telt steeds %lld |of lager| op bij een ander getal.
no: Du legger %lld |eller mindre| til et annet tall.
or: ତୁମେ ଅନ୍ୟ ଏକ ସଂଖ୍ୟାରେ %lld |କିମ୍ବା କମ୍| ଯୋଗ କରିବ।
pa: ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਗਿਣਤੀ ਵਿੱਚ %lld |ਜਾਂ ਘੱਟ| ਜੋੜੋਗੇ।
pl: Dodajesz %lld |lub mniej| do innej liczby.
pt: Somas %lld |ou menos| a outro número.
ro: Aduni %lld |sau mai puțin| la un alt număr.
ru: Ты прибавляешь %lld |или меньше| к другому числу.
si: ඔබ වෙනත් අංකයකට %lld |හෝ අඩු| එකතු කරයි.
sk: K inému číslu pripočítaš %lld |alebo menej|.
sl: Drugemu številu prišteješ %lld |ali manj|.
sq: I shton %lld |ose më pak| një numri tjetër.
sr: Drugom broju dodaješ %lld |ili manje|.
sv: Du lägger till %lld |eller mindre| till ett annat tal.
sw: Unaongeza %lld |au chini| kwa nambari nyingine.
ta: மற்றொரு எண்ணுடன் %lld |அல்லது குறைவாக| கூட்டு.
te: మరో సంఖ్యకు %lld |లేదా తక్కువ| కలుపుతావు.
th: บวก %lld |หรือน้อยกว่า| เข้ากับอีกจำนวน
tr: Başka bir sayıya %lld |veya daha az| eklersin.
ug: باشقا بىر سانغا %lld |ياكى تۆۋەن| قوشىسەن.
uk: Ти додаєш %lld |або менше| до іншого числа.
ur: آپ کسی عدد میں %lld |یا کم| جمع کریں گے۔
uz: Boshqa songa %lld |yoki kamroq| qo‘shasan.
vi: Bạn cộng %lld |hoặc ít hơn| vào một số khác.
zh: 把 %lld |或更小| 的数加到另一个数上。
zu: Uhlanganisa u-%lld |noma ngaphansi| nenye inombolo.

# modeIntro.subtraction.intro
source: You only get |subtraction| problems.
af: Jy kry net |aftrek|-somme.
am: የምታገኘው የ|መቀነስ| ጥያቄዎችን ብቻ ነው።
ar: ستحصل فقط على مسائل |الطرح|.
as: তুমি কেৱল |বিয়োগ|ৰ অংক পাবা।
az: Yalnız |çıxma| misalları gəlir.
be: Будуць толькі прыклады на |адніманне|.
bg: Получаваш задачи само с |изваждане|.
bn: তুমি শুধু |বিয়োগের| অঙ্ক পাবে।
bo: ཁྱེད་ལ་ |འཐེན་རྩིས| ཁོ་ན་ཡོང་།
bs: Dobijaš samo zadatke s |oduzimanjem|.
ca: Només tindràs problemes de |resta|.
cs: Dostaneš jen příklady na |odčítání|.
cy: Dim ond symiau |tynnu| gei di.
da: Du får kun opgaver med |subtraktion|.
de: Du bekommst nur Aufgaben mit |Subtraktion|.
el: Θα έχεις μόνο ασκήσεις |αφαίρεσης|.
es: Solo tendrás ejercicios de |restas|.
et: Saad ainult |lahutamisülesandeid|.
eu: |Kenketa| ariketak bakarrik izango dituzu.
fa: فقط تمرین‌های |تفریق| می‌بینی.
fi: Saat vain |vähennyslaskuja|.
fo: Tú fært bara uppgávur við |frádrátti|.
fr: Tu n’auras que des calculs de |soustraction|.
ga: Ní fhaigheann tú ach ceisteanna |dealaithe|.
gl: Só terás contas de |resta|.
gu: તમને ફક્ત |બાદબાકીના| દાખલા મળશે.
he: תקבלו רק תרגילי |חיסור|.
hi: तुम्हें केवल |घटाव| के सवाल मिलेंगे।
hr: Dobivaš samo zadatke s |oduzimanjem|.
hu: Csak |kivonási| feladatokat kapsz.
hy: Դու ստանում ես միայն |հանման| առաջադրանքներ։
id: Kamu hanya mendapat soal |pengurangan|.
is: Þú færð aðeins dæmi í |frádrætti|.
it: Avrai solo esercizi di |sottrazione|.
ja: |ひき算|の問題だけが出るよ。
ka: გექნება მხოლოდ |გამოკლების| ამოცანები.
kk: Саған тек |азайту| есептері беріледі.
km: អ្នកនឹងទទួលបានតែលំហាត់ |ដក|។
kn: ನಿನಗೆ |ಕಳೆಯುವಿಕೆ| ಲೆಕ್ಕಗಳು ಮಾತ್ರ ಬರುತ್ತವೆ.
ko: |뺄셈| 문제만 나와요.
lo: ເຈົ້າຈະໄດ້ສະເພາະໂຈດ |ລົບ|.
lt: Gausi tik |atimties| užduotis.
lv: Te būs tikai |atņemšanas| uzdevumi.
mk: Ќе добиваш само задачи со |одземање|.
ml: നിനക്ക് |കുറയ്ക്കൽ| കണക്കുകൾ മാത്രം കിട്ടും.
mn: Зөвхөн |хасах| бодлого бодно.
mr: तुला फक्त |वजाबाकीची| उदाहरणे मिळतील.
ms: Kamu hanya dapat soalan |tolak|.
my: |နုတ်ခြင်း| ပုစ္ဆာပဲ ရမယ်။
ne: तिमीले |घटाउ| का प्रश्न मात्र पाउँछौ।
nl: Je krijgt alleen sommen met |aftrekken|.
no: Du får bare oppgaver med |subtraksjon|.
or: ତୁମେ କେବଳ |ବିୟୋଗ| ପ୍ରଶ୍ନ ପାଇବ।
pa: ਤੁਹਾਨੂੰ ਸਿਰਫ਼ |ਘਟਾਓ| ਦੇ ਸਵਾਲ ਮਿਲਣਗੇ।
pl: Dostajesz tylko zadania z |odejmowaniem|.
pt: Só vais receber contas de |subtração|.
ro: Primești doar exerciții de |scădere|.
ru: Будут только примеры на |вычитание|.
si: ඔබට ලැබෙන්නේ |අඩු කිරීමේ| ගණන් පමණයි.
sk: Dostaneš iba príklady na |odčítanie|.
sl: Dobiš samo naloge z |odštevanjem|.
sq: Do të marrësh vetëm detyra me |zbritje|.
sr: Dobijaš samo zadatke sa |oduzimanjem|.
sv: Du får bara tal med |subtraktion|.
sw: Utapata maswali ya |kutoa| tu.
ta: |கழித்தல்| கணக்குகள் மட்டும் வரும்.
te: నీకు |తీసివేత| లెక్కలు మాత్రమే వస్తాయి.
th: มีเฉพาะโจทย์ |การลบ|
tr: Yalnızca |çıkarma| soruları gelir.
ug: پەقەت |ئېلىش| مەسىلىلىرى كېلىدۇ.
uk: Тут будуть лише завдання на |віднімання|.
ur: آپ کو صرف |تفریق| کے سوال ملیں گے۔
uz: Faqat |ayirish| misollari beriladi.
vi: Bạn chỉ nhận bài |phép trừ|.
zh: 你只会遇到 |减法| 题。
zu: Uthola kuphela izibalo |zokususa|.
